[
    {
        "name": "cream",
        "title": "Cream City Sound Check: Allen Stone",
        "director": "USA/2014/14 min. Director: Ryan Sarnowski",
        "type": "1",
        "webSite": "",
        "bodyText": "Allen Stone gets some science dropped on him at the Microphone Museum and fills his belly at Speed Queen Bar-B-Que before doing a radio interview with 88Nine Radio Milwaukee and rocking two amazing sets at Turner Hall."
    },
    {
        "name": "ballad",
        "title": "The Ballad of Shovels and Rope",
        "director": "USA/2014/72 min. Director: Jace Freeman",
        "type": "0",
        "webSite": "http://www.theballadofshovelsandrope.com/",
        "bodyText": "Make it work with what you've got.\n\nTwo guitars, a junkyard drum kit, a handful of harmonicas, voices, and above all... songs.\n\nThe Ballad of Shovels and Rope captures the tours and detours of a husband and wife as they create and release the critically acclaimed album 'O Be Joyful'.\n\nFollow Cary Ann Hearst and Michael Trent as they travel from town to town, living out of their van with their hound dog and recording their album wherever they can. From working for tips to becoming 'Emerging Artist of the Year,' the family duo uses ingenuity and hard work to create something out of nothing."
    },
    {
        "name": "woman",
        "title": "For a Woman (Pour une Femme)",
        "director": "France/2013/110 min. Director: Diane Kurys",
        "type": "0",
        "webSite": "http://www.filmmovement.com/filmcatalog/index.asp?MerchandiseID=361",
        "bodyText": "After her mother's death, Anne discovers old photos and letters that convince her to take a closer look at the life of her parents, Michel and Léna, who met in the concentration camps during World War II.\n\nLiberated, they moved to France to begin a new life together. Anne's research into their Jewish history and their ties to Lyon's Communist Party reveals the existence of her uncle Jean, who had never been mentioned.\n\nAs she gradually closes in on the discovery she didn't know she was looking for, her father grows ever more ill, and may take the family secret to his grave.\n\nIn a journey that stretches from post-war France to the 1980s, Anne's destiny intertwines with her father's past until they form a single, unforgettable story. "
    }
]